{
 "global":{
  "abort":"abort",
  "or":"or",
  "dropzoneMessage":"Click here or drag a file into this window",
  "change":"Change",
  "delete":"Delete",
  "stories360":"stories360.org - Create your own vortual worlds"
 },
 "vreditor":{
  "backgroundImageTitle":"Background image",
  "backgroundImageDescription":"The image might be a 360 degree image or a 'normal' imag",
  "pasteURL":" Add an URL to the image",
  "uploadImage":"Upload an image (recommended file size ~2MB)",
  "uploadAudio":"Upload audio",
  "searchAudio":"Search Audio",
  "uploadAudioDescription":"Uploead an audio file (max. 10MB; mp3/wav/ogg formatted)",
  "size":"Size",
  "height":"Height",
  "deleteEntity":"Delete",
  "title":"Title",
  "subtitle":"Subtitle, e.g. author",
  "description":"Description",
  "youtube":"URL to YouTube",
  "ytStartTime":"Start time",
  "backgroundAudioTitle":"Background music",
  "backgroundAudioDescription":"Add background music to your scene (max. 10MB; as mp3/wav/ogg)",
  "panorama":"360° image",
  "saySomething":"Describe",
  "tts":"read it (text to speech)",
  "volume":"Volume",
  "distance":"Distance",
  "veryNear":"Very close",
  "near":"Close",
  "far":"Far",
  "acknowledge":"Place objecs",
  "imagine":"Imagine you tand in the middle of a room and you have an overview of the room. Place images or other media around you and watch how it looks.",
  "youCanNowCockpit":"Very good. Your world has been created. Check the cardboard -icon and get the access code to your world.",
  "tryNow":"Try now"
 },
 "objectUpload":{
  "text":"Text",
  "image":"Image",
  "audio":"Audio",
  "video":"Video",
  "upload":"Upload",
  "search":"Search",
  "write":"Write",
  "add":"Add",
  "search":"Search in  YouTube",
  "youtube":"Search in the YouTube archive",
  "shortText":"Enter a short text",
  "youtubeVideoWarning":"Videos is an experimental feature. Depending on your mobile device videos might not been displayed. Android devices usually work well; try it."
 },
 "sharing":{
   "scanIt":"Scan this code, in order to view your virtual reality world with your smartphone and the cardboard",
   "shareEditor":"Get the access code",
   "cardboard":"Quick view on the (computer) screen",
   "qrCode":"View with the goggles (cardboard)",
   "embed":"Embed",
   "public":"Public",
   "private":"Publish your project",
   "embedExplained":"Copy this code and paste it into your website as HTML-code. Your scene will be embedded in your Website",
   "publishNote":"Once you publish your world, it will be visible in the catalogue of the Stories60 website and visible for everyone. You can use your Story also without publishin it by using the code you get from the PDF with the access data.",
   "dePublish":"Delete publication of your story",
   "publish":"Publish",
   "accessdata":"Download the access data as PDF file or send the pdf file to your email address"
 },
 "sceneeditor":{
   "title":"Link two or more stories",
   "subtitle":"Link different stories; so you can jump from one story to the next one in your virtual world",
   "searchbar":"Search stories in the cataloguw",
   "catalogue":"Catalogue",
   "byURL":"Using URL",
   "searchByURL":"Enter a stories360.org URL"
 },
 "vrscene":{
  "tapToPlay":"Press for start",
  "holdToClose":"Keep pressed in order to close",
  "ready":"Ready",
  "invalid_access":"This Story is not public.",
  "deleted_access":"This story has beed deleted and is not accessible anymore."
},
 "header":{
   "title":"stories360.org",
   "home":"Home",
   "impressum":"Impressum",
   "about":"About stories360.org",
   "privacy":"Privacy",
   "tos":"Terms of use",
   "mail":"Comments and suggestions",
   "tips":"Tips",
   "lesson":"Lesson plan"
 },
 "index":{
   "search":"Search for title, subtitle or author",
   "loadMore":"Load more",
   "createScene":"Creat a new Story",
   "description":"All you can imagine, is real. ~Pablo Picasso",
   "vr":"Virtual Worlds",
   "vrContent":"Creat own 360° stories and virtual reality scenes using images, texts, audios and YouTube videos",
   "storytelling":"Storytelling",
   "storytellingContent":"Link (and connect) different 360° stories in order to tell your story.",
   "coop":"Collaboration",
   "coopContent":"One person creates the story and other persons can see the changes simultaneously using the cardboard and the smartphone."
 },
 "socialShare":{
   "title":"Share",
   "embed":"Embed code",
   "direct":"Direct link",
   "toWhom":"Send to (email-address)?",
   "fromWho":"From (name)?",
   "like":"Like",
   "flag":"Report",
   "reason":"Please write some comments about the reason you want to report and block that Story"
 },
 "messages":{
   "pdfIsCreated":"Create a PDF",
   "directLinkCopied":"Direct link to your story has been copied to your clipboard",
   "embedCopied":"embed code copied to clipboard",
   "mailSent":"Your message has been sent.",
   "sphere":"Your background is a sphere, have a look at your story now",
   "cylinder":"Your bachground is a cylinder, have a look at your story now",
   "show":"Show"
 },
 "privacy":{
   "thiryparty":"Embedding of third pary content",
   "thirdpartyContent":"It is possible that third party contents, such as videos from YouTube, maps from Google Maps, RSS feeds or graphics from other websites, may be included within this website. This always assumes that the providers of these contents (hereinafter referred to as 'third-party providers') perceive the IP address of the users. Without the IP address, they could not send the content to the user's browser. The IP address is thus required for the display of these contents. We only make use of such content, the respective providers of which use the IP address for the delivery of the content only. However, third-party vendors can use the IP address e.g. For statistical purposes.",
   "cookies":"Cookies",
   "cookiesContent":"Cookies sind kleine Dateien, die es ermöglichen, auf dem Zugriffsgerät der Nutzer (PC, Smartphone o.ä.) spezifische, auf das Gerät bezogene Informationen zu speichern. Sie dienen der Benutzerfreundlichkeit von Webseiten und damit den Nutzern (z.B. Speicherung von Logindaten). Vom Anbieter werden keine Cookies zu Werbezwecken erstellt oder gespeichert.",
   "logfiles":"Zugriffsdaten/ Server-Logfiles",
   "logfilesContent":"Der Anbieter erhebt Daten über jeden Zugriff auf das Angebot (so genannte Serverlogfiles). Zu den Zugriffsdaten gehören: Name der abgerufenen Webseite, Datei, Datum und Uhrzeit des Abrufs, übertragene Datenmenge, Meldung über erfolgreichen Abruf, Browsertyp nebst Version, das Betriebssystem des Nutzers, Referrer URL (die zuvor besuchte Seite), IP-Adresse und der anfragende Provider. Der Anbieter verwendet die Protokolldaten nur für statistische Auswertungen zum Zweck des Betriebs, der Sicherheit und der Optimierung des Angebotes. Der Anbieter behält sich jedoch vor, die Protokolldaten nachträglich zu überprüfen, wenn aufgrund konkreter Anhaltspunkte der berechtigte Verdacht einer rechtswidrigen Nutzung besteht."
 },
 "tos":{
   "copyright":"Urheberrecht",
   "copyrightContent":"Für die Inhalte der mit stories360.org erstellten virtuellen Welten sind die jeweiligen Autor/innen verantwortlich. Stories360.org darf nur zur Erstellung und Weitergabe von Inhalten verwendet werden, wenn hierdurch keine Rechte (z.B. Urheberrechte) Dritter verletzt werden.",
   "supervision":"Qualitätskontrolle",
   "supervisionContent":"Es ist uns nicht möglich, Inhalte, die durch Dritte auf stories360.org erstellt und weitergegeben werden, auf ihre Rechtmässigkeit hin zu überprüfen. Stories360.org übernimmt deshalb keine Verantwortung für die jeweiligen Inhalte einzelner virtueller Welten.",
   "availibility":"Verfügbarkeit",
   "availibilityContent":"Die Dienstleistungen von stories360.org werden ohne Gewährleistung irgendeiner Art bereitgestellt. Es werden keine Garantien abgegeben für die Verfügbarkeit, Zuverlässigkeit, Vollständigkeit oder Sicherheit der Dienstleistung. Jegliche Haftung wird vollumfänglich abgelehnt."
 },
 "mail":{
   "description":"Du hast eine Frage oder einen Verbesserungsvorschlag? Du möchtest ein Problem melden oder hast etwas im Katalog entdeckt, was dort nicht hingehört?",
   "writeUs":"Schreib uns",
   "name":"Name",
   "email":"Deine Email-Adresse",
   "message":"Deine Nachricht",
   "send":"senden",
   "pdfDownload":"PDF herunterladen"
 },
 "about":{
   "intro":"stories360.org ist ein Entwicklungsprojekt, welches im Schuljahr 2016/2017 entstanden ist und den Mehrwert von Virtual Reality für den Schulunterricht aufzeigen soll. Ermöglicht wurde dies durch das Fellowshipprogramm der Schulinformatik im Bereich Medien und Informatik am Institut für Weiterbildung und Medienbildung der Pädagogischen Hochschule PHBern. Nähere Angaben zu diesem Angebot erfahren Sie unter Fellows",
   "christoph":"Christoph Schluchter Kienholz",
   "christopFunction":"Primarlehrer und ICT Verantwortlicher in Sigriswil",
   "nico":"Nico Steinbach",
   "nicoFunction":"Informatiker und Wissenschaftlicher Mitarbeiter (IWM PHBern)",
   "why":"Wieso Virtuelle Realität?",
   "whyContent":"Weil grosse Bilder auch grössere Eindrücke hinterlassen. Virtuelle Realität erlaubt einen Ortswechsel oder Rollentausch, welcher nicht im normalen Schulunterricht möglich wäre. Ob die Erlebnisse aus stories360.org der Wirklichkeit entsprechen oder ob diese erfunden werden liegt in der Definition des Arbeitsauftrags. Lehrende und Lernende können Geschichten zur Bildung und Unterhaltung in einer eigenen VR Welt produzieren.",
   "bestPractices1":"Für ein echtes Erlebnis mit Virtual Reality: Schau Dir Deine Welt mit einer VR-Brille aus Karton an.",
   "bestPractices2":"Du brauchst kein Login und musst Dich nicht registrieren. Aber Du brauchst den Link für die Weiterbearbeitung Deiner Szene. Lege dieses PDF an einem wieder auffindbaren Ort ab.",
   "bestPractices3":"Teste in einer ersten Runde möglichst alle Funktionen von stories360.org. Das Ergebnis ist zweitrangig. Sammle Erfahrungen. Benenne diese Welt mit 'Test' und einer unsinnigen Zahl z.B. Test987452.",
   "bestPractices4":"Arbeitet zu zweit. Einer schaut, der andere baut.",
   "bestPractices5":"Beachte die Urheberrechte und nutze bei der Google-Bildersuche Tools→Nutzungsrechte.",
   "bestPractices6":"Nutze Bilder mit einer guten Auflösung. Der Filter bei der Google-Bildersuche Tools→Grösse hilft Dir weiter. Denke aber daran, je größer Deine Bilder, desto länger dauert es sie alle in Deine virtuelle Welt zu laden.",
   "bestPractices7":"Zusätze bei der Bildersuche für den Hintergrund Deiner Welt: 360, Panorama, Hintergrund, background",
   "bestPractices8":"Zusätze bei der Bildersuche für die Objekte in Deiner Welt: transparent, png oder nutze den Filter bei der Google-Bildersuche Tool→Farbe→Transparent.",
   "bestPractices9":"Arbeite mit Bildern, die einen transparenten Hintergrund aufweisen. Wenn Du selber ein solches Bild erstellen möchtest, findest Du hier ein Erklärvideo wie Du das gewünschte Objekt mit dem Open-Source-Bildbearbeitungsprogramm GIMP ausschneiden kannst.",
   "bestPractices10":"Du brauchst einen QR-Code Reader auf deinem Smartphone, damit Du am einfachsten zu den VR-Welten gelangst z.B. von scan.me.",
   "bestPractices11":"Öffne deine Welt in einem anderen Browser (z.B. Chrome), wenn sich das Bild nicht drehen lässt.",
   "bestPractices12":"Die Szene an der Du gerade arbeitest, ist immer die erste Szene in Deiner Geschichte. Verknüpfe weitere Szenen von Dir oder anderen Weltenbauern.",
   "streetview":"Street View für das Hintergrundbild nutzen",
   "streetviewContent":"Browser nutzen",
   "streetviewContent1":"App nutzen - Mit der Street View App können eigene 360 Grad Bilder aufgenommen werden. Solange diese im Modus PRIVAT sind, können sie via Mail, WhatsApp, o.ä. geteilt und in stories360.org hochgeladen werden.",
   "streetviewContent2":"Beachte - ...Wenn Menschen zufällig, als Beiwerk zu sehen sind (z.B. vor Sehenswürdigkeiten) ist das unbedenklich (Ausnahme: Werbekampagne). Versammlungen, Demos usw. sind ebenfalls problemlos. Wichtig ist aber, dass eine grosse Menge von Personen auf dem Bild das Gleiche tut – einzelne dürfen dabei nicht im Vordergrund stehen. Es gilt aber auch, dass das Einholen einer Zustimmung für den Fotografen zumutbar sein muss….",
   "alternatives":"Alternativen zu stories360.org",
   "cospaces":"Mit Registrierung, nur ein begrenzter Teil ist kostenlos",
   "thinglink":"Mit Registrierung, kostenpflichtig nach der Testphase",
   "vizor":"Mit Registrierung, teste hier https://patches.vizor.io/",
   "storyspheres":"Mit Registrierung, sehr simpel",
   "expeditions":"Vorgefertigte Entdeckungsreisen für den Schulunterricht. Die Lehrperson führt, die Lernenden folgen"
 },
 "pdf":{
   "edit":"bearbeiten",
   "view":"ansehen"
 },
 "dashboard":{
   "userlogin":"Benutzer",
   "password":"Passwort",
   "title":"Dashboard",
   "input":"URL zur VR Welt",
   "published":"öffentlich",
   "dePublish":"veröffentlichen",
   "deleted":"gelöscht",
   "undeleted":"löschen"
 }
}
