{
 "global":{
  "abort":"abort",
  "or":"or",
  "dropzoneMessage":"Click here or drag a file into this window",
  "change":"Change",
  "delete":"Delete",
  "stories360":"stories360.org - Create your own vortual worlds"
 },
 "vreditor":{
  "backgroundImageTitle":"Background image",
  "backgroundImageDescription":"The image might be a 360 degree image or a 'normal' imag",
  "pasteURL":" Add an URL to the image",
  "uploadImage":"Upload an image (recommended file size ~2MB)",
  "uploadAudio":"Upload audio",
  "searchAudio":"Search Audio",
  "uploadAudioDescription":"Uploead an audio file (max. 10MB; mp3/wav/ogg formatted)",
  "size":"Size",
  "height":"Height",
  "deleteEntity":"Delete",
  "title":"Title",
  "subtitle":"Subtitle, e.g. author",
  "description":"Description",
  "youtube":"URL to YouTube",
  "ytStartTime":"Start time",
  "backgroundAudioTitle":"Background music",
  "backgroundAudioDescription":"Add background music to your scene (max. 10MB; as mp3/wav/ogg)",
  "panorama":"360° image",
  "saySomething":"Describe",
  "tts":"read it (text to speech)",
  "volume":"Volume",
  "distance":"Distance",
  "veryNear":"Very close",
  "near":"Close",
  "far":"Far",
  "acknowledge":"Place objecs",
  "imagine":"Imagine you tand in the middle of a room and you have an overview of the room. Place images or other media around you and watch how it looks.",
  "youCanNowCockpit":"Very good. Your world has been created. Check the cardboard -icon and get the access code to your world.",
  "tryNow":"Try now"
 },
 "objectUpload":{
  "text":"Text",
  "image":"Image",
  "audio":"Audio",
  "video":"Video",
  "upload":"Upload",
  "search":"Search",
  "write":"Write",
  "add":"Add",
  "search":"Search in  YouTube",
  "youtube":"Search in the YouTube archive",
  "shortText":"Enter a short text",
  "youtubeVideoWarning":"Videos is an experimental feature. Depending on your mobile device videos might not been displayed. Android devices usually work well; try it."
 },
 "sharing":{
   "scanIt":"Scan this code, in order to view your virtual reality world with your smartphone and the cardboard",
   "shareEditor":"Get the access code",
   "cardboard":"Quick view on the (computer) screen",
   "qrCode":"View with the goggles (cardboard)",
   "embed":"Embed",
   "public":"Public",
   "private":"Publish your project",
   "embedExplained":"Copy this code and paste it into your website as HTML-code. Your scene will be embedded in your Website",
   "publishNote":"Once you publish your world, it will be visible in the catalogue of the Stories60 website and visible for everyone. You can use your Story also without publishin it by using the code you get from the PDF with the access data.",
   "dePublish":"Delete publication of your story",
   "publish":"Publish",
   "accessdata":"Download the access data as PDF file or send the pdf file to your email address"
 },
 "sceneeditor":{
   "title":"Link two or more stories",
   "subtitle":"Link different stories; so you can jump from one story to the next one in your virtual world",
   "searchbar":"Search stories in the cataloguw",
   "catalogue":"Catalogue",
   "byURL":"Using URL",
   "searchByURL":"Enter a stories360.org URL"
 },
 "vrscene":{
  "tapToPlay":"Press for start",
  "holdToClose":"Keep pressed in order to close",
  "ready":"Ready",
  "invalid_access":"This Story is not public.",
  "deleted_access":"This story has beed deleted and is not accessible anymore."
},
 "header":{
   "title":"stories360.org",
   "home":"Home",
   "impressum":"Impressum",
   "about":"About stories360.org",
   "privacy":"Privacy",
   "tos":"Terms of use",
   "mail":"Comments and suggestions",
   "tips":"Tips",
   "lesson":"Lesson plan"
 },
 "index":{
   "search":"Search for title, subtitle or author",
   "loadMore":"Load more",
   "createScene":"Creat a new Story",
   "description":"All you can imagine, is real. ~Pablo Picasso",
   "vr":"Virtual Worlds",
   "vrContent":"Creat own 360° stories and virtual reality scenes using images, texts, audios and YouTube videos",
   "storytelling":"Storytelling",
   "storytellingContent":"Link (and connect) different 360° stories in order to tell your story.",
   "coop":"Collaboration",
   "coopContent":"One person creates the story and other persons can see the changes simultaneously using the cardboard and the smartphone."
 },
 "socialShare":{
   "title":"Share",
   "embed":"Embed code",
   "direct":"Direct link",
   "toWhom":"Send to (email-address)?",
   "fromWho":"From (name)?",
   "like":"Like",
   "flag":"Report",
   "reason":"Please write some comments about the reason you want to report and block that Story"
 },
 "messages":{
   "pdfIsCreated":"Create a PDF",
   "directLinkCopied":"Direct link to your story has been copied to your clipboard",
   "embedCopied":"embed code copied to clipboard",
   "mailSent":"Your message has been sent.",
   "sphere":"Your background is a sphere, have a look at your story now",
   "cylinder":"Your bachground is a cylinder, have a look at your story now",
   "show":"Show"
 },
 "privacy":{
   "thiryparty":"Embedding of third pary content",
   "thirdpartyContent":"It is possible that third party contents, such as videos from YouTube, maps from Google Maps, RSS feeds or graphics from other websites, may be included within this website. This always assumes that the providers of these contents (hereinafter referred to as 'third-party providers') perceive the IP address of the users. Without the IP address, they could not send the content to the user's browser. The IP address is thus required for the display of these contents. We only make use of such content, the respective providers of which use the IP address for the delivery of the content only. However, third-party vendors can use the IP address e.g. For statistical purposes.",
   "cookies":"Cookies",
   "cookiesContent":"Cookies are small files that allow you to store specific information related to the device on the user's access point (PC, smartphone, etc.). They serve the user-friendliness of web pages and therefore the users (for example, loggin data login files). The provider does not create or store cookies for advertising. ",
   "logfiles":"Access data/ Server-Logfiles",
   "logfilesContent":"The provider collects data about each access to the page (so-called server logfiles). The access data includes name of the retrieved web page, date and time of the retrieval, amount of data transferred, successful retrieval message, browser type, user's operating system, referrer URL, IP address, and the requesting URL provider. The provider uses the log data only for statistical evaluation, security and optimization of the webpage. However, the provider reserves the right to check the log data retroactively if there is a suspicion of unlawful use."
 },
 "tos":{
   "copyright":"Coypright",
   "copyrightContent":"The authors are responsible for the created contents of the virtual worlds using stories360.org. Stories360.org may only be used for the creation and distribution of content if this does not violate the rights (eg copyrights) of third parties.",
   "supervision":"Quality control",
   "supervisionContent":"It is not possible for us to check the content of third party stories360.org on their legality. Stories360.org assumes no responsibility for the content of individual virtual worlds.",
   "availibility":"Availability",
   "availibilityContent":"The services of stories360.org are provided without warranty of any kind. No guarantee is given for the availability, reliability, completeness or security of the service. Any liability will be rejected in its entirety."
 },
 "mail":{
   "description":"Do you have any questions suggestions? Do you want to report a problem or did you discover something in the catalogue, which is not suppoed to be there? ",
   "writeUs":"Write us",
   "name":"Name",
   "email":"Email address",
   "message":"Your message",
   "send":"Send",
   "pdfDownload":"Downoad PDF"
 },
 "about":{
   "intro":"Stories360.org is a development project created in 2016/2017 and is intended to show the added value of Virtual Reality for learning. This was made possible by the Fellowship Program of School Informatics in the area of Media and Computer Science at the Institute for Continuing Education and Media Education at PHBern University of Teacher Education. For more information about this offer, please visit Fellows.",
   "christoph":"Christoph Schluchter Kienholz",
   "christopFunction":"Primay school teacher and responsible for ICT in Sigriswil, Switzerland",
   "nico":"Nico Steinbach",
   "nicoFunction":"Computer scientist and scientific assistant (IWM PHBern)",
   "why":"Why virtual reality?",
   "whyContent":"Because big pictures also leave bigger impressions. Virtual reality allows for a change of location or a change of role, which would not be possible in normal educatonal settings. Whether the experiences from stories360.org correspond to the reality or whether these are invented lies in the definition of the work assignment. Teachers and learners can produce stories related to education and to entertainment in their own VR world.",
   "bestPractices1":"For a realistic experience with Virtual Reality: Experience your world using VR goggles or a cardboard.",
   "bestPractices2":"Du brauchst kein Login und musst Dich nicht registrieren. Aber Du brauchst den Link für die Weiterbearbeitung Deiner Szene. Lege dieses PDF an einem wieder auffindbaren Ort ab.",
   "bestPractices3":"First of all test all functions of stories360.org without caring  about the result. Collect experiences. Name this world with 'test' and a nonsensical number e.g. Test987452.",
   "bestPractices4":"Create your story together with anoter learner. One peer creates and the other watches the development of the story using a cardboard and a smartphone.",
   "bestPractices5":"Be aware of copyright issues. Do not use such media.",
   "bestPractices6":"Use images with a good resolution. The Google Photos Search Tools → Size- can help you. Remember, the bigger your pictures are, the longer it takes to upload them into your virtual world.",
   "bestPractices7":"Image search accessories for the background of your world: 360, panorama, background.",
   "bestPractices8":"Add-ons for image search for the objects in your world: transparent, png or use the filter in the Google image search Tool → Color → Transparent.",
   "bestPractices9":"Use images with a transparent background. If you want to create such an image yourself, you can find here an explanatory video how to cut the desired object using the open source image processing program GIMP.",
   "bestPractices10":"You need a QR code reader on your smartphone in order to access the VR worlds.",
   "bestPractices11":"Open your world in another browser (e.g., Chrome) if the image does not rotate.",
   "bestPractices12":"The scene you're actually working on is always the first scene in your story. Link other scenes you created or stories created by other users.",
   "streetview":"Using Street View as background image",
   "streetviewContent":"Use the browser",
   "streetviewContent1":"Using the steet view App - The Street View app allows you to record your own 360 degree images. As long as they are in PRIVATE mode, they can be sent via Mail, WhatsApp, or other tools and shared and uploaded in stories360.org.",
   "streetviewContent2":"Note - If people can be detected within the street view image (for example, in front of sights), this is safe (exception: advertising campaign). Meetings, demonstrations etc. can also be used. It is important, however, that a large number of persons are doing the same thing in the picture - some may not be in the foreground. It might be necessary to ask for the consent to publish from photographer ....",
   "alternatives":"Alternative software to stories360.org",
   "cospaces":"Even if you register you just get access to a limitied amount of features for free",
   "thinglink":"With registration the software is not for free anymore after a test phase",
   "vizor":"you need to register; see https://patches.vizor.io/",
   "storyspheres":"You need to register, very eays",
   "expeditions":"Prefabricated discoveries for school lessons. The teacher leads, the learners follow"
 },
 "pdf":{
   "edit":"Edit",
   "view":"View"
 },
 "dashboard":{
   "userlogin":"User",
   "password":"Password",
   "title":"Dashboard",
   "input":"URL to your VR world",
   "published":"Public",
   "dePublish":"Publish",
   "deleted":"Deleted",
   "undeleted":"Delete"
 }
}
